Repository: applingua/WelshAppTMX
Catalog: Welsh App TMX by Applingua Ltd.tmx
Source language: en
Languages: cy

source: EN
cy: CY

source: (Requires an in-app purchase)
cy: (Angen prynu eitem o fewn yr ap)

source: (Base Rate)
cy: (Cyfradd Sylfaen)

source: (no records)
cy: (dim cofnodion)

source: (no messages)
cy: (dim negeseuon)

source: (no site)
cy: (dim safle)

source: (no position)
cy: (dim swydd)

source: (not at location)
cy: (dim yn y lleoliad)

source: (default)
cy: (diofyn)

source: (Int)Nautical Miles
cy: (Int)Milltiroedd Morwrol

source: (Lv. %@)
cy: (Lf. %@)

source: (Lv. %1$d)
cy: (Lf. %1$d)

source: (Age %1$d)
cy: (Oedran %1$d)

source: (OPTED OUT)
cy: (OPTIWYD ALLAN)

source: (Pinch/Zoom two fingers)
cy: (Pinsio/Nesáu/Pellhau dau fys)

source: (All Locations)
cy: (Pob lleoliad)

source: (Tap on images for example share files)
cy: (Tapiwch ar ddelweddau am enghreifftiau o rannu ffeiliau)

source: (Tap above to reset)
cy: (Tapiwch uchod i ailosod)

source: [COUNT] new messages.
cy: [COUNT] neges newydd.

source: [Audio descriptive words]
cy: [Geiriau i ddisgrifio'r sain]

source: [item]
cy: [eitem]

source: {0} levels to go
cy: {0} lefel i fynd

source: Public @reply
cy: @reply cyhoeddus

source: * will prevent phone from sleeping
cy: * bydd yn atal y ffôn rhag cysgu

source: %.1f hours
cy: %.1f awr

source: %{CATEGORY_TYPE} - %{NUM_PEOPLE} %{PEOPLE} were here
cy: %{CATEGORY_TYPE} - Roedd %{NUM_PEOPLE} %{PEOPLE} yma

source: %{TIME} ago
cy: %{TIME} yn ôl

source: %@ (tap to copy)
cy: %@ (tapiwch i gopïo)

source: %@ hour
cy: %@ awr

source: %@ hours
cy: %@ awr

source: %@ hours before my shift
cy: %@ awr cyn fy sifft

source: %@ Wins
cy: %@ Buddugoliaeth

source: %@ Results
cy: %@ Canlyniad

source: %@ copy
cy: %@ copi

source: %@ Series
cy: %@ Cyfres

source: earlier %@
cy: %@ cynharach

source: %@ day streak!
cy: %@ diwrnod yn olynol!

source: %@ FOLLOWERS
cy: %@ DILYNWR

source: %@ Saturation
cy: %@ Dirlawnder

source: %@ day
cy: %@ diwrnod

source: %@ days
cy: %@ diwrnod

source: Last %@ Days
cy: %@ Diwrnod Diwethaf

source: %@ learners
cy: %@ dysgwr

source: %@ second
cy: %@ eiliad

source: %@ seconds
cy: %@ eiliad

source: %@ words
cy: %@ gair

source: %@ Games
cy: %@ Gêm

source: %@ subtasks
cy: %@ is-dasg

source: %@ minute
cy: %@ munud

source: %@ minutes
cy: %@ munud

source: %@ people like this
cy: %@ o bobl yn hoffi hwn

source: %@ points
cy: %@ pwynt

source: %@ pts
cy: %@ pwynt

source: %@ Teams
cy: %@ Tîm

source: %@ defavorited
cy: %@ wedi dadwneud yn ffefryn

source: %@ favorited
cy: %@ wedi gwneud yn ffefryn

source: %@ like this
cy: %@ yn hoffi hwn

source: delayed %@
cy: %@ yn hwyr

source: %@ Only
cy: %@ yn unig

source: %@, current set task
cy: %@, gosod y dasg gyfredol

source: %@, now running
cy: %@, nawr yn rhedeg

source: %@/%@ items
cy: %@/%@ eitem

source: %@%% accuracy
cy: %@%% cywirdeb

source: %1$@ %2$@ %3$@ hours
cy: %1$@ %2$@ %3$@ awr

source: %1$@ hour, %2$@ minute
cy: %1$@ awr, %2$@ munud

source: %1$@ hour, %2$@ minutes
cy: %1$@ awr, %2$@ munud

source: %1$@ hours, %2$@ minute
cy: %1$@ awr, %2$@ munud

source: %1$@ hours, %2$@ minutes
cy: %1$@ awr, %2$@ munud

source: %1$@ day, %2$@ hour
cy: %1$@ diwrnod, %2$@ awr

source: %1$@ day, %2$@ hours
cy: %1$@ diwrnod, %2$@ awr

source: %1$@ days, %2$@ hour
cy: %1$@ diwrnod, %2$@ awr

source: %1$@ days, %2$@ hours
cy: %1$@ diwrnod, %2$@ awr

source: Best %1$@ out of %2$@
cy: %1$@ gorau allan o %2$@

source: %1$@ minute, %2$@ second
cy: %1$@ munud, %2$@ eiliad

source: %1$@ minute, %2$@ seconds
cy: %1$@ munud, %2$@ eiliad

source: %1$@ minutes, %2$@ second
cy: %1$@ munud, %2$@ eiliad

source: %1$@ minutes, %2$@ seconds
cy: %1$@ munud, %2$@ eiliad

source: %1$@, %2$@ hours
cy: %1$@, %2$@ awr

source: %1$@, %2$d times/day
cy: %1$@, %2$d tro/diwrnod

source: %1$d h %2$d min
cy: %1$d a %2$d mun

source: %1$d day/week, %2$d times/day
cy: %1$d diwrnod/wythnos, %2$d tro/diwrnod

source: %1$d days/week, %2$d times/day
cy: %1$d diwrnod/wythnos, %2$d tro/diwrnod

source: Best %1$d out of %2$d
cy: %1$d gorau allan o %2$d

source: %1$d new %2$s notifications
cy: %1$d hysbysiad %2$s newydd

source: %1$d more
cy: %1$d mwy

source: %1$d Comment
cy: %1$d Sylw

source: %1$d Comments
cy: %1$d Sylw

source: %1$d Like
cy: %1$d yn hoffi

source: %1$d Likes
cy: %1$d yn hoffi

source: %1$s Wins
cy: %1$s Buddugoliaeth

source: %1$s new messages from %2$s friends
cy: %1$s neges newydd o %2$s ffrind

source: %1$s new messages from %2$s
cy: %1$s neges newydd oddi wrth %2$s

source: %1$s vs %2$s
cy: %1$s yn erbyn %2$s

source: %d likes
cy: %d wedi hoffi

source: %d h.
cy: %d a.

source: %d tips
cy: %d awgrym

source: %d hours
cy: %d awr

source: %d extra cell
cy: %d cell ychwanegol

source: %d extra cells
cy: %d cell ychwanegol

source: %d users nearby
cy: %d defnyddiwr gerllaw

source: %d users connected
cy: %d defnyddiwr wedi cysylltu

source: %d days
cy: %d diwrnod

source: %d day/week
cy: %d diwrnod/wythnos

source: %d days/week
cy: %d diwrnod/wythnos

source: %d users' hotspots available
cy: %d dolen glicio defnyddwyr ar gael

source: %d items
cy: %d eitem

source: one notification
cy: %d hysbysiad

source: %d kph
cy: %d kya

source: %d min
cy: %d mun

source: %d minutes
cy: %d munud

source: %d mph
cy: %d mya

source: %d of %d items
cy: %d o %d eitem

source: %d extra point
cy: %d pwynt ychwanegol

source: %d extra points
cy: %d pwynt ychwanegol

source: %d subscribers
cy: %d tanysgrifiwr

source: %d tasks
cy: %d tasg

source: %i Cards
cy: %i Cerdyn

source: %i Games
cy: %i Gêm

source: %i Failed Passcode Attempts
cy: %i ymgais aflwyddiannus i nodi'r cod cyfrin

source: %ld pcs.
cy: %ld llun.

source: %s likes
cy: %s yn hoffi

source: + All groups
cy: + Pob grŵp

source: + Point
cy: + Pwynt

source: + Add to table
cy: + Ychwanegu at fwrdd

source: +%1$d more
cy: +%1$d mwy

source: +5 for free
cy: +5 am ddim

source: 1 hour
cy: 1 awr

source: 1 task remaining today: %@
cy: 1 dasg yn weddill heddiw: %@

source: 1 user nearby
cy: 1 defnyddiwr gerllaw

source: 1 user connected
cy: 1 defnyddiwr wedi cysylltu

source: 1 day prior
cy: 1 diwrnod ymlaen llaw

source: 1 user's hotspot available
cy: 1 dolen glicio defnyddwyr ar gael

source: 1 item
cy: 1 eitem

source: 1 Year
cy: 1 Flwyddyn

source: 1 minute
cy: 1 funud

source: 1 level to go
cy: 1 lefel i fynd

source: 1 Month
cy: 1 Mis

source: 1 new message from %s
cy: 1 neges newydd oddi wrth %s

source: 1 parameter
cy: 1 paramedr

source: 1 or more parameters
cy: 1 paramedr neu fwy

source: 1 Conversation
cy: 1 Sgwrs

source: 1 subscriber
cy: 1 tanysgrifiwr

source: 1 Failed Passcode Attempt
cy: 1 ymgais aflwyddiannus i nodi'r cod cyfrin

source: 12 hours
cy: 12 awr

source: 12 minutes
cy: 12 munud

source: last 14 days
cy: 14 diwrnod diwethaf

source: Usually 2 or 3 characters
cy: 2 neu 3 nod fel arfer

source: Last 30 Days
cy: 30 diwrnod

source: Last 5
cy: 5 Diwethaf

source: Last 5 Matches
cy: 5 Gêm Diwethaf

source: 6 hours
cy: 6 awr

source: 6 Months
cy: 6 Mis

source: 6 minutes
cy: 6 munud

source: 6,000 pts
cy: 6,000 pwynt

source: 60 minutes
cy: 60 munud

source: 7 hours
cy: 7 awr

source: last 7 days
cy: 7 diwrnod diwethaf

source: Next 7 Days
cy: 7 diwrnod nesaf

source: 8 hours
cy: 8 awr

source: 9 hours
cy: 9 awr

source: 90 minutes
cy: 90 munud

source: and you are now friends
cy: a chi bellach yn ffrindiau

source: Would you mind taking a moment to rate [APPNAME]? Thanks for your support!
cy: A fyddai ots gennych gymryd eiliad i roi sgôr i [APPNAME]? Diolch am eich cefnogaeth!

source: Would you mind giving us some feedback?
cy: A fyddai ots gennych roi ychydig o adborth i ni?

source: and let us know! We'll do our best to answer you directly.
cy: a gadewch i ni wybod! Fe wnawn ein gorau i'ch ateb yn uniongyrchol.

source: Mind if we take a minute show you what’s new?
cy: A gawn ni gymryd munud i ddangos i chi beth sy'n newydd?

source: and other countries.
cy: a gwledydd eraill.

source: and information around you
cy: a gwybodaeth o'ch amgylch

source: and more
cy: a mwy

source: Do you have a second job or other person that you'd like to notify about this time off request?
cy: A oes gennych ail swydd neu berson arall yr hoffech chi ei hysbysu am y cais hwn am amser i ffwrdd?

source: and let us know!
cy: a rhowch wybod i ni!

source: Starred
cy: Â seren

source: Is either iCloud Drive or Documents & Data switched ON?
cy: A yw naill ai Gyriant iCloud neu Dogfennau a Data wedi'i droi ymlaen?

source: Occasions
cy: Achlysuron

source: Feedback
cy: Adborth

source: Feedback and Support
cy: Adborth a chefnogaeth

source: Feedback & Support
cy: Adborth a Chymorth

source: Check-in feedback
cy: Adborth ar gofrestru

source: Mobile App Feedback
cy: Adborth ar yr ap symudol

source: App Store Feedback
cy: Adborth yn yr App Store

source: Customize Alerts
cy: Addasu Rhybuddion

source: Customize Toolbar…
cy: Addasu'r bar offer…

source: Modify the task's details as desired.
cy: Addaswch fanylion y dasg fel y mynnoch.

source: Foreign Plug Adaptors
cy: Addaswyr plwg tramor

source: build
cy: adeiladwaith

source: Recover
cy: Adfer

source: Restore
cy: Adfer

source: Recover cells
cy: Adfer celloedd

source: Retrieve password
cy: Adfer cyfrinair

source: Restore data
cy: Adfer data

source: Restore Previous Purchases
cy: Adfer eitemau brynoch chi eisoes

source: Restore from Dropbox
cy: Adfer o Dropbox

source: Restore from iCloud
cy: Adfer o iCloud

source: Remove Purchases
cy: Adfer pryniannau

source: RESTORE PURCHASES
cy: ADFER PRYNIANNAU

source: Restoring Purchases
cy: Adfer pryniannau

source: Recover task
cy: Adfer tasg

source: Recover deleted task
cy: Adfer tasg a ddilëwyd

source: Recover deleted task (if you kept your events when you deleted it)
cy: Adfer tasg a ddilëwyd (os gadwoch chi'ch digwyddiadau pan ddileoch chi'r dasg)

source: Recover task?
cy: Adfer tasg?

source: Restore backup?
cy: Adfer y copi wrth gefn?

source: Restore Previous Data?
cy: Adfer y data blaenorol?

source: Purchases restored.
cy: Adferwyd y pryniannau.

source: Entertainment
cy: Adloniant

source: ENTERTAINMENT
cy: ADLONIANT

source: Auto Refresh
cy: Adnewyddu awtomatig

source: REVIEW
cy: ADOLYGU

source: REVIEW (%@)
cy: ADOLYGU (%@)

source: Review on App Store
cy: Adolygu yn yr App Store

source: REVIEW NEXT LEVEL
cy: ADOLYGU'R LEFEL NESAF

source: Bug Report
cy: Adroddioad Chwilod

source: Group members
cy: Aelodau'r grŵp

source: Something went wrong
cy: Aeth rhywbeth o'i le

source: Something went wrong, please try again.
cy: Aeth rhywbeth o'i le, rhowch gynnig arall arni.

source: Something went wrong. Please try again later.
cy: Aeth rhywbeth o'i le. Rhowch gynnig arall arni nes ymlaen.

source: Open
cy: Agor

source: Open the [APPNAME] iPhone app to get started.
cy: Agor ap [APPNAME] ar iPhone i gychwyn arni.

source: Open file
cy: Agor ffeil

source: Open Recent
cy: Agor ffeiliau diweddar

source: Open in apps like Dropbox for cloud storage, or open a data file directly in Excel.
cy: Agor mewn apiau fel Dropbox i storio ar y cwmwl, neu agor ffeil ddata yn uniongyrchol yn Excel.

source: Open checklist
cy: Agor rhestr wirio

source: Open Settings
cy: Agor y Gosodiadau

source: Open segment
cy: Agor y segment

source: Open in …
cy: Agor yn …

source: Open in Safari
cy: Agor yn Safari

source: Open…
cy: Agor…

source: Open drawer
cy: Agorwch y drôr

source: Open the design and save to create thumbnail
cy: Agorwch y dyluniad a'i gadw i greu mân-lun

source: Nearest
cy: Agosaf

source: Is this the correct email address: %s?
cy: Ai dyma'r cyfeiriad e-bost cywir: %s?

source: Reload
cy: Ail-lwytho

source: Re-enter your passcode
cy: Ail-nodwch eich cod cyfrin

source: Re-enter your new passcode
cy: Ail-nodwch eich cod cyfrin newydd

source: Double-Check
cy: Ail-wiriwch

source: Redo
cy: Ail-wneud

source: Rebuild
cy: Ailadeiladu

source: Repeat Frequency
cy: Ailadrodd amlder

source: Repeat new password
cy: Ailadrodd y cyfrinair newydd

source: Repeat From
cy: Ailadrodd yn cychwyn

source: Repeats
cy: Ailadroddau

source: Resend
cy: Ailanfon

source: Resend Notifications
cy: Ailanfon hysbysiadau

source: Resend SMS
cy: Ailanfon y neges destun

source: Snooze
cy: Ailatgoffa

source: Replay
cy: Ailchwarae

source: Replay Video
cy: Ailchwarae'r fideo

source: Replay Tutorial
cy: Ailchwarae'r Tiwtorial

source: Rename
cy: Ailenwi

source: Rename tasks
cy: Ailenwi tasgau

source: Reboot - power off completely, then power on again.
cy: Ailfwtio - trowch y pŵer i ffwrdd yn gyfan gwbl, yna trowch y pŵer ymlaen eto.

source: Restart
cy: Ailgychwyn

source: Restart the app for changes to take effect.
cy: Ailgychwynnwch yr ap er mwyn i'r newidiadau ddod i rym.

source: Resume
cy: Ailgydio

source: Redirected
cy: Ailgyfeiriwyd

source: Retry
cy: Ailgynnig

source: Reset
cy: Ailosod

source: Password Reset
cy: Ailosod cyfrinair

source: Reset Password
cy: Ailosod cyfrinair

source: Reset Tips
cy: Ailosod cynghorion

source: Reset Favorites & History
cy: Ailosod Ffefrynnau a Hanes

source: Reset settings
cy: Ailosod gosodiadau

source: Reset to Default
cy: Ailosod i'r Rhagosodiad

source: Reset cache
cy: Ailosod storfa

source: Reset All
cy: Ailosod y cwbl

source: Reset Progress
cy: Ailosod y Cynnydd

source: Cache reset
cy: Ailosod y storfa

source: Reset Filter
cy: Ailosod yr hidlydd

source: reset all progress and start over?
cy: ailosod yr holl gynnydd a dechrau o'r newydd?

source: Reset all settings to default
cy: Ailosod yr holl osodiadau diofyn

source: Reset All Settings?
cy: Ailosod yr holl osodiadau?

source: Photo album
cy: Albwm lluniau

source: Alignment
cy: Aliniad

source: Align
cy: Alinio

source: Left Align
cy: Alinio i'r chwith

source: Right Align
cy: Alinio i'r dde

source: Bottom Align
cy: Alinio i'r gwaelod

source: OUT
cy: ALLAN

source: External
cy: Allanol

source: OUTLETS
cy: ALLFEYDD

source: Export
cy: Allgludo

source: Export entry to calendar
cy: Allgludo cofnod i'r calendr

source: Export data
cy: Allgludo data

source: Export Old Videos
cy: Allgludo hen fideos

source: Export to
cy: Allgludo i

source: Export…
cy: Allgludo…

source: Auto export to calender
cy: Allgludo'n awtomatig i calendr

source: %s videos(s) exported
cy: Allgludwyd %s fideo(s)

source: Log out
cy: Allgofnodi

source: Sign Out
cy: Allgofnodi

source: Log Out %@?
cy: Allgofnodi %@?

source: Free
cy: Am ddim

source: FREE for 14 days
cy: AM DDIM am 14 diwrnod

source: About you
cy: Amdanoch chi

source: About us
cy: Amdanom ni

source: Column delimiter
cy: Amffinydd Colofn

source: Alternative
cy: Amgen

source: Encoding
cy: Amgodio

source: unspecified
cy: amhenodol

source: Conditions of Carriage
cy: Amodau cludo

source: Blinks
cy: Amrantiadau

source: Misc
cy: Amrywiol

source: Miscellaneous
cy: Amrywiol

source: Schedule
cy: Amselen

source: Time
cy: Amser

source: Compensatory time
cy: Amser ad-daliadol

source: Check-in wait time
cy: Amser aros wrth gofrestru

source: Automatic Time
cy: Amser awtomatig

source: Start time
cy: Amser cychwyn

source: Default start time
cy: Amser cychwyn diofyn

source: Arrival
cy: Amser cyrraedd

source: Decimal time
cy: Amser degol

source: Departure
cy: Amser gadael

source: Original departure
cy: Amser gadael gwreiddiol

source: End Time
cy: Amser gorffen

source: Time end is invalid
cy: Amser gorffen annilys

source: Default end time
cy: Amser gorffen diofyn

source: End time is current time
cy: Amser gorffen yw'r amser cyfredol

source: Actual time
cy: Amser gwirioneddol

source: Time paused:
cy: Amser oedi:

source: Set time
cy: Amser penodol

source: Custom Time
cy: Amser personol

source: Realtime
cy: Amser real

source: Non calculable time
cy: Amser sydd ddim yn fesuradwy

source: Reminder Time
cy: Amser y nodyn atgoffa

source: Event Timings
cy: Amserau digwyddiad

source: Day Schedule
cy: Amserlen Dydd

source: Entire Schedule
cy: Amserlen gyfan

source: Full Schedule
cy: Amserlen Lawn

source: Month Schedule
cy: Amserlen Mis

source: Week Schedule
cy: Amserlen Wythnos

source: Calendar events
cy: Amserlenni digwyddiadau

source: Timer
cy: Amserydd

source: Activity Timer
cy: Amserydd Gweithgaredd

source: Magnet timer
cy: Amserydd y magnet

source: Disabled
cy: Analluogi

source: In-App Purchasing disabled
cy: Analluogwyd prynu o fewn yr ap

source: automatically send
cy: anfon

source: Send
cy: Anfon

source: Send %i Invite!
cy: Anfon %i Gwahoddiad!

source: Send %i Invites!
cy: Anfon %i Gwahoddiad!

source: Send Us Feedback
cy: Anfon adborth atom

source: Send Report
cy: Anfon adroddiad

source: Send Bug Report or Feature Request
cy: Anfon adroddiad o chwilen neu gais am nodwedd

source: Send by e-mail
cy: Anfon ar e-bost

source: Send to
cy: Anfon at

source: Send Through…
cy: Anfon drwy…

source: Send Email
cy: Anfon e-bost

source: Send As Email
cy: Anfon fel e-bost

source: Send as group message?
cy: Anfon fel neges grŵp?

source: Send with MMS, FB or other
cy: Anfon gyda MMS, FB neu arall

source: Send to All
cy: Anfon i bawb

source: Send to Gallery?
cy: Anfon i'r oriel?

source: Send Message
cy: Anfon Neges

source: SEND MESSAGE TO:
cy: ANFON NEGES AT:

source: MAIL US
cy: ANFON NEGES ATOM

source: Send Text Message
cy: Anfon neges destun

source: Send Invite Message Via
cy: Anfon neges wahodd drwy

source: Send this message?
cy: Anfon y neges hon?

source: Invoice
cy: Anfoneb

source: New invoice
cy: Anfoneb newydd

source: Invoicing
cy: Anfonebu

source: Invoiced
cy: Anfonebwyd

source: Send friends a %@ voucher and when they join, you get one too!
cy: Anfonwch daleb %@ at ffrindiau a phen fyddant yn ymuno, fe gewch chi un hefyd!

source: Send me notifications when
cy: Anfonwch hysbysiadau ataf pan mae

source: Delivered
cy: Anfonwyd

source: Sent
cy: Anfonwyd

source: Recovery email sent
cy: Anfonwyd e-bost adfer

source: Sent or received?
cy: Anfonwyd neu derbyniwyd?

source: New code sent
cy: Anfonwyd y cod newydd

source: Invitation Sent!
cy: Anfonwyd y Gwahoddiad!

source: Photo successfully sent.
cy: Anfonwyd y llun yn llwyddiannus.

source: Message Sent
cy: Anfonwyd y neges

source: Invoice was sent to client
cy: Anfonwyd yr anfoneb i'r cleient

source: E-Mail sent successfully
cy: Anfonwyd yr e-bost yn llwyddiannus

source: Internet Required
cy: Angen cysylltiad rhyngrwyd

source: Purchase Validation Required
cy: Angen Dilysu'r Prynu

source: App Update Required
cy: Angen diweddaru'r ap

source: Data source needed
cy: Angen ffynhonnell data

source: Need Help?
cy: Angen Help?

source: INCORRECT
cy: ANGHYWIR

source: Amazing!
cy: Anhygoel!

source: Awesome!
cy: Anhygoel!

source: Unknown
cy: Anhysbys

source: Animation
cy: Animeiddio

source: Invalid
cy: Annilys

source: FREE GIFT
cy: ANRHEG AM DDIM

source: Opacity
cy: Anrhyloywedd

source: Layer opacity
cy: Anrhyloywedd yr haen

source: Adventure
cy: Antur

source: Skip
cy: Anwybyddu

source: Discard Changes
cy: Anwybyddu'r Newidiadau

source: IGNORED
cy: ANWYBYDDWYD

source: SKIPPED
cy: ANWYBYDDWYD

source: Inductance
cy: Anwythedd

source: Web App
cy: Ap gwe

source: Navigation App
cy: Ap Teithio

source: Production API
cy: API Cynhyrchu

source: Featured Apps
cy: Apiau dan sylw

source: Other Apps
cy: Apiau Eraill

source: Cool apps
cy: Apiau gwych

source: at
cy: ar

source: Landscape
cy: Ar draws

source: by email
cy: ar e-bost

source: Available
cy: Ar gael

source: Available for iPhone & Apple TV.
cy: Ar gael ar gyfer iPhone ac Apple TV.

source: Available now for iPhone and Apple TV
cy: Ar gael nawr ar gyfer iPhone ac Apple TV

source: Available in your area
cy: Ar gael yn eich ardal chi

source: Random
cy: Ar hap

source: Portrait
cy: Ar i fyny

source: after
cy: ar ôl

source: After task is completed
cy: Ar ôl cwblhau'r dasg

source: After one month
cy: Ar ôl mis

source: After two weeks
cy: Ar ôl pythefnos

source: After one week
cy: Ar ôl wythnos

source: any time
cy: ar unrhyw adeg

source: On due date
cy: Ar y dyddiad dyledus

source: En route
cy: Ar y ffordd

source: In Progress
cy: Ar y gweill

source: Upcoming
cy: Ar y gweill

source: Online
cy: Ar-lein

source: Slow
cy: Araf

source: Other
cy: Arall

source: again.
cy: arall arni.

source: Save %@
cy: Cadw %@

source: Save & Publish
cy: Cadw a chyhoeddi

source: Save to gallery
cy: Cadw i'r galeri

source: Save…
cy: Cadw…

source: Cool Guy
cy: Arbenigwr

source: Order
cy: Archeb

source: Explore
cy: Archwilio

source: Explore all exclusive offers
cy: Archwilio cynigion arbennig

source: Explore my photos
cy: Archwilio fy lluniau

source: Explore more styles and categories
cy: Archwilio mwy o arddulliau a chategorïau

source: Explore %{NUMBER} photos and follow %{USERNAME} on %{FRONTBACK}
cy: Archwiliwch %{NUMBER} llun a dilynwch %{USERNAME} ar %{FRONTBACK}

source: Explore and follow %{USERNAME} on %{FRONTBACK}
cy: Archwiliwch a dilynwch %{USERNAME} ar %{FRONTBACK}

source: Explore my %{NUMBER} photos and follow me on %{FRONTBACK}
cy: Archwiliwch fy %{NUMBER} llun a dilynwch fi ar %{FRONTBACK}

source: Explore my photos and follow me on %{FRONTBACK}
cy: Archwiliwch fy lluniau a dilynwch fi ar %{FRONTBACK}

source: Explorer
cy: Archwiliwr

source: Area
cy: Ardal

source: Display
cy: Arddangos

source: Display total time
cy: Arddangos y cyfanswm amser

source: Product Demo
cy: Arddangosiad o'r cynnyrch

source: Excellent!
cy: Ardderchog!

source: Style
cy: Arddull

source: Theme
cy: Arddull

source: Dimension Style
cy: Arddull dimensiwn

source: Event style
cy: Arddull y digwyddiad

source: Font Style
cy: Arddull y ffont

source: Line Style
cy: Arddull y llinell

source: Text style
cy: Arddull y testun

source: Looks & Styles
cy: Arddulliau a Steiliau

source: Normal
cy: Arferol

source: Availability
cy: Argaeledd

source: Preferred Availability
cy: Argaeledd a ffefrir

source: OPEN AVAILABILITY
cy: ARGAELEDD AGORED

source: Default Availability
cy: Argaeledd Diofyn

source: CUSTOMIZED AVAILABILITY
cy: ARGAELEDD PERSONOL

source: Print
cy: Argraffu

source: Printing
cy: Argraffu

source: Printing (6 layouts)
cy: Argraffu (6 cynllun)

source: Printing (6 formats)
cy: Argraffu (6 fformat)

source: Print…
cy: Argraffu…

source: Recommend app to a friend
cy: Argymell yr ap i ffrind

source: Recommendation
cy: Argymhelliad

source: Please recommend us to others by leaving review on App Store
cy: Argymhellwch ni i eraill trwy adael adolygiad ar yr App Store

source: Recommended
cy: Argymhellwyd

source: Recommended %s
cy: Argymhellwyd %s

source: Recommended For You
cy: Argymhellwyd i chi

source: Please wait…
cy: Arhosa…

source: Layover %@
cy: Arhosiad %@

source: But wait, there's more!
cy: Arhoswch, mae mwy!

source: Hold on, post in progress.
cy: Arhoswch, wrthi'n postio.

source: Order foreign currency
cy: Arian arian cyfred tramor

source: Currency
cy: Arian cyfred

source: Default currency
cy: Arian cyfred diofyn

source: Popup inspector
cy: Arolygydd neidlen

source: Stay
cy: Aros

source: Waiting for Instagram…
cy: Aros am Instagram…

source: Horror
cy: Arswyd

source: Bear
cy: Arth

source: Leaders
cy: Arweinwyr

source: Picking Champion
cy: Pencampwr Dewis

source: Picking Hero
cy: Arwr Dewis

source: Prevent double-bookings:
cy: Atal cofnodion-dwbl:

source: iCloud Sync Suspended
cy: Atalwyd y cysoni gydag iCloud

source: Inhibitors
cy: Atalwyr

source: Answer
cy: Ateb

source: Reply
cy: Ateb

source: Remind
cy: Atgoffa

source: Remind Via
cy: Atgoffa drwy

source: Remind me
cy: Atgoffwch fi

source: Remind me via
cy: Atgoffwch fi ar

source: Remind me later
cy: Atgoffwch fi eto

source: Attach file
cy: Atodi ffeil

source: Attach photo
cy: Atodi llun

source: Attachement
cy: Atodiad

source: echo
cy: atsain

source: Gold
cy: Aur

source: Authorization
cy: Awdurdodiad

source: Suggestion
cy: Awgrym

source: New tip…
cy: Awgrym newydd…

source: Suggested
cy: Awgrymiadau

source: Suggestions
cy: Awgrymiadau

source: Tips
cy: Awgrymiadau

source: Pro Tips
cy: Awgrymiadau Arbenigol

source: Airport Tips
cy: Awgrymiadau Maes Awyr
